[
  {
    "id": "ben-smith",
    "name": "Ben Smith",
    "certifications": [
      "CrossFit Level 1 Trainer",
      "CrossFit Running and Endurance"
    ],
    "short": "Ben Smith is the Lead Programmer as well as a coach.",
    "bio": [
      "Ben Smith is the Co-Owner and founder of CrossFit Krypton and also serves as the Lead Programmer and Coach. Ben was an avid baseball player growing up and was introduced to CrossFit his senior in High School (2008). Since then, as a self instructed athlete, Ben won the 2015 CrossFit Games and became the sixth man to earn the title of \"Fittest Man on Earth\", has finished 1st place in the Mid-Atlantic Region 5 times and has a record 9 consecutive appearances at the CrossFit Games. One of the most successful CrossFitters of all time, Ben is one of only four men that have multiple podium finishes at the CrossFit Games. Ben’s personal philosophy is that through hard work and dedication anything is possible. He has found that anything worth doing in life should be done to the best of a person’s ability, and this includes CrossFit!"
    ]
  },
  {
    "id": "adam-klink",
    "name": "Adam Klink",
    "certifications": [
      "CrossFit Level 2 Trainer",
      "CrossFit Level 1 Trainer",
      "CrossFit Kids"
    ],
    "short": "Adam Klink is the Operations Manager and Head Coach.",
    "bio": [
      "Adam Klink is the Operations Manager and Head Coach at CrossFit Krypton. A premiere athlete his entire life, Adam was a tri-sport athlete at Great Bridge High School and received the NSCAA/Adidas All-American award for soccer in 2008. Adam continued to excel at Rutgers University where he served as goalkeeper of the soccer team for 4 years, won the Rutgers Men’s Soccer Student Athlete of the Year award and graduated with a Sports Management degree in 2012. After graduation, Adam found a passion for CrossFit, qualifying for the Northeast Regional competition in 2013, the Mid-Atlantic Regionals in 2014 and the Atlantic Regionals in 2015, 2016, 2017 and 2018, most recently finishing 7th. Adam continues to excel in CrossFit competitions across the country both as an individual and member of various sponsored teams, maintaining his quest to compete at the CrossFit Games.",
      "Adam enjoys the challenges of CrossFit, both physical and mental. He loves the power of camaraderie and sportsmanship that embody the CrossFit community and the fact that Crossfit provides an opportunity for each individual to improve the quality of their life."
    ]
  },
  {
    "id": "kelley-boblit",
    "name": "Kelley Boblit",
    "certifications": ["CrossFit Level 1 Trainer", "CrossFit Kids"],
    "short": "Kelley Boblit is a CrossFit Level 1 and CrossFit Kids trainer.",
    "bio": [
      "Kelley Boblit is a CrossFit Level 1 and CrossFit Kids trainer. Kelley grew up in Cincinnati, Ohio and competed in gymnastics from the ages of 3-13. In 7th grade Kelley started to play volleyball in school as well as for a Junior Olympics club team. In 2007, Kelley was voted Player of the Year in the Miami Valley Conference. She continued on to play volleyball in college at Trinity International University. Kelley found CrossFit in 2012 and has never looked back. She competed on a team in the 2015 Mid Atlantic Regionals and has continued to compete in local competitions. In 2017 Kelley competed in the Atlantic Regional CrossFit competition held in Atlanta Georgia where she represented CrossFit Krypton.",
      "While earning her Masters in Special Education, Kelley loves to coach at CrossFit Krypton. She also loves coaching one-on-one with individuals of varying abilities who need extra support during classes and/or individualized training. Kelley loves the mental and physical challenges that CrossFit presents and loves the community that CrossFit provides."
    ]
  },
  {
    "id": "dave-jones",
    "name": "Dave Jones",
    "certifications": ["CrossFit Level 1 Trainer"],
    "short": "Dave Jones is a 4 year Krypton coach and CrossFit Level 1 trainer.",
    "bio": [
      "Dave Jones is a husband and father of four. He is a four-year veteran Coach at Crossfit Krypton. Dave spent his high school day’s in Decatur Illinois at Eisenhower high school. Playing a variety of High School sports to include football, wrestling, track and baseball. After high school he attended Greenville College in Southern Illinois, where he played football as a free safety.  Immediately after college Dave joined the Navy where he served 21 years as a US Navy Diver. During his career Dave constantly sought out new and challenging workout regimens and programs to supplement his training. He even threw his hat in the cage for a successful Mixed Martial Arts career. After finding CrossFit in 2006 Dave completed his first Level 1 certification in 2008 and retested in 2011. Dave began training others in CrossFit while stationed at Navy Dive school in Panama City, FL.",
      "After retiring from the Navy Dave has dedicated himself to a life of fitness and wellness. Dave is a Master’s Athlete who has qualified for the Age Group online qualifier 4 times and qualified for the 2017 and 2018 Crossfit Games finishing 9th and 7th respectively. Fitness is truly a family affair for Dave, as his wife and four children are all active members at Krypton."
    ]
  },
  {
    "id": "vincent-gary",
    "name": "Vincent Gary",
    "certifications": [
      "CrossFit Level 2 Trainer",
      "CrossFit Level 1 Trainer",
      "CrossFit Football",
      "CrossFit Weightlifting",
      "USAW Level 1 Sports Performance Coach"
    ],
    "short": "Vincent Gary is a CrossFit Level 1 and CrossFit Level 2 trainer.",
    "bio": [
      "Vincent Gary is a Chesapeake native and was an avid baseball player growing up. He loves sports and has his Master’s Degree in Sports Management from Old Dominion University. For those who know Vince, they know he is a family man (wife and 3 kids) and LOVES old school bodybuilding and lifting. Vince discovered CrossFit in 2009 and has competed in various CrossFit competitions. Vince believes there is so much to learn in CrossFit and so many levels to achieve that the process of learning and growing will never end. He believes as a \"Coach\", he has the privilege of being there to help people discover their true potential."
    ]
  },
  {
    "id": "dane-smith",
    "name": "Dane Smith",
    "certifications": ["CrossFit Level 1 Trainer"],
    "short": "Dane Smith is a 3x Regional Athlete and CrossFit Level 1 trainer.",
    "bio": [
      "Dane Smith is a Three-Time Atlantic Regional Athlete and one of the most fun Crossfit Athletes in the World to watch compete. Dane’s 100%, all out mentality makes him a ferocious competitor on the field, and an inspiration to those he coaches to bring their best effort daily. At 23 yearsyoung, Dane is one of our younger, Level 1 certified, coaches but brings a tremendous amount of energy, enthusiasm and hands on knowledge to every class. With a genuine concern for the betterment of his students, Dane is always willing to go the extra mile to improve the performance and well-being of our members.",
      "Dane is a 2014 graduate of Great Bridge High School where he earned 1st Team All-State in baseball and helped his team win the state championship. He has an Associate’s degree in Fire Science and is currently working on his EMT certification."
    ]
  },
  {
    "id": "tina-boyles",
    "name": "Tina Boyles",
    "certifications": [
      "CrossFit Level 1 Trainer",
      "USAW Level 1 Sports Performance Coach",
      "M|WOD Movement and Mobility Specialist"
    ],
    "short": "Tina Boyles is CrossFit Level 1 trainer and USAW Level 1 Sports Performance coach.",
    "bio": [
      "Tina’s passion for CrossFit comes from the ability to utilize one hour of functional fitness to accomplish her personal goals, both physically and mentally. From keeping up with small children to working with Search and Rescue, she believes everything is possible with a supportive community who inspire strength, confidence, and camaraderie. Regardless of age, goals, or fitness level, Tina loves helping athletes acquire the skills needed to make their ambitions a success! Throughout several military relocations, she continues to gain education and experience through competitions, coaching, and fellow athletes. She looks forward to continuing her journey and helping others succeed on theirs!"
    ]
  },
  {
    "id": "josh-vales",
    "name": "Josh Vales",
    "certifications": ["CrossFit Level 1 Trainer"],
    "short": "Josh Vales is CrossFit Level 1 trainer and has been doing it passionately since 2013.",
    "bio": [
      "Josh Vales is a Level 1 certified CrossFit coach. He grew up playing baseball and continued playing into college. He attended a junior college for two years prior to transferring to Norfolk State University.  He was a two way baseball player in junior college before focusing on pitching at NSU. He discovered CrossFit during the beginning of his time at NSU and has done it since. He recently graduated from nursing school in May of 2019 and is currently a PICU nurse at CHKD.",
      "Josh has been active throughout life with baseball and running before jumping into the fitness world once he graduated from high school. He has been doing CrossFit since 2013. Josh likes that with CrossFit, there’s a workout for everyone, no matter the skill level, that will challenge the person physically and mentally."
    ]
  }
]
